Repository: Jackomighty/pkgs-baseos
Catalog: pika-mintdrivers/mintdrivers/po/mintdrivers-ie.po
Languages: ie

source: Driver Manager
ie: Gerente de driveres

source: Re_vert
ie: Re_verter

source: _Apply Changes
ie: _Applicar li alterationes

source: _Cancel
ie: A_nullar

source: _Restart...
ie: _Restartar...

source: Drivers cannot be installed. Please connect to the Internet or insert the Linux Mint installation DVD (or USB stick).
ie: Driveres ne posse esser installat. Ples conexe al Internet o inserter li DVD (o clave USB) de installation del Mint.

source: Applying changes...
ie: Application del alterationes...

source: This device is using the recommended driver.
ie: Ti-ci aparate usa li recomandat driver.

source: This device is using an alternative driver.
ie: Ti-ci aparate usa un alternativ driver.

source: This device is using a manually-installed driver.
ie: Ti-ci aparate usa un driver installat manualmen.

source: This device is not working.
ie: T-ci aparate ne opera.

source: Continue using a manually installed driver
ie: Continuar usar li driver installat manualmen

source: recommended
ie: recomandat

source: open-source
ie: con fonte apert

source: requires a connection to the Internet
ie: besona un conexion al Internet

source: Do not use the device
ie: Ne usar li aparate

source: Unknown
ie: √çnconosset

source: Processor microcode
ie: Microcode de processor

source: Do not update the CPU microcode
ie: Ne actualisar li microcode de CPU

source: You need to restart the computer to complete the driver changes.
ie: Vu deve restartar li computator por compleer li alteration de driver.

source: %(count)d proprietary driver in use.
ie: %(count)d driver proprietari es usat.

source: No proprietary drivers are in use.
ie: Null driver proprietari es usat.

source: Manage the drivers for your devices
ie: Controlar li driveres por vor aparates

source: Looking for hardware drivers...
ie: Serchante por driveres de aparatura...

source: An error occurred
ie: Un errore evenit
