Repository: Jackomighty/pkgs-baseos
Catalog: pika-mintdrivers/mintdrivers/po/mintdrivers-*.po
Languages: hi

source: Driver Manager
hi: ड्राइवर प्रबंधक

source: Re_vert
hi: पूर्ववत करें (_v)

source: _Apply Changes
hi: बदलाव लागू करें (_A)

source: _Cancel
hi: रद्द करें (_C)

source: _Restart...
hi: पुनः आरंभ करें... (_R)

source: Drivers cannot be installed. Please connect to the Internet or insert the Linux Mint installation DVD (or USB stick).
hi: ड्राइवर इंस्टॉल नहीं हो सके। इंटरनेट से कनेक्ट करें या लिनक्स मिंट इंस्टॉल डीवीडी (या यूएसबी) लगाएँ।

source: Applying changes...
hi: बदलाव लागू हो रहे हैं ...

source: This device is using the recommended driver.
hi: उपकरण हेतु उपयुक्त ड्राइवर कार्यरत है।

source: This device is using an alternative driver.
hi: उपकरण हेतु वैकल्पिक ड्राइवर कार्यरत है।

source: This device is using a manually-installed driver.
hi: उपकरण हेतु मैनुअल-इंस्टॉल ड्राइवर कार्यरत है।

source: This device is not working.
hi: उपकरण कार्य नहीं कर रहा है।

source: Continue using a manually installed driver
hi: मैनुअल-इंस्टॉल ड्राइवर का उपयोग जारी रखें।

source: Version
hi: संस्करण

source: recommended
hi: उपयुक्त

source: open-source
hi: मुक्त-स्रोत

source: requires a connection to the Internet
hi: इंटरनेट कनेक्शन आवश्यक है।

source: Do not use the device
hi: उपकरण उपयोग न करें

source: Unknown
hi: अज्ञात

source: Processor
hi: प्रोसेसर

source: Processor microcode
hi: प्रोसेसर माइक्रोकोड

source: Do not update the CPU microcode
hi: सीपीयू माइक्रोकोड अपडेट न करें

source: You need to restart the computer to complete the driver changes.
hi: ड्राइवर बदलाव पूर्ण करने हेतु कंप्यूटर को पुनः प्रारंभ अवश्य करें।

source: %(count)d proprietary driver in use.
hi: %(count)d अमुक्त स्रोत ड्राइवर कार्यरत है।

source: No proprietary drivers are in use.
hi: अमुक्त स्रोत ड्राइवर कार्यरत नहीं हैं।

source: Manage the drivers for your devices
hi: उपकरण हेतु ड्राइवर प्रबंधन करें

source: Looking for hardware drivers...
hi: हार्डवेयर ड्राइवर खोज जारी है...

source: Your computer does not need any additional drivers.
hi: आपके कंप्यूटर हेतु अतिरिक्त ड्राइवर आवश्यक नहीं हैं।

source: An error occurred
hi: त्रुटि हुई

source: OK
hi: ठीक है
